# მოსწავლეს შემოატანინეთ სკოლის ტესტში მიღებული ნიშანი, თუ ეს მიღებული ნიშანი უდრის 10 - ს,
# მაგ შემთხვევაში მასწავლებელმა, მშობელთან შეაქოს მოსწავლე, თუ მიღებული ნიშანი უდრის 8 -ს ან 9 - ს,
# მაგ შემთხვევაში, მასწავლებელმა, მშობელს პატარა შენიშვნა მისცეს.
# თუ მიღებული ქულა უდრის 5  - ს მაგ შემთხვევაში,
# მასწავლებელმა, მშობელს მისცეს შენიშვნა, ხოლო თუ მიღებული ნიშანი ნაკლებია 5 ზე,
# მაგ შემთხვევაში, მასწავლებელმა გააგდოს მოსწავლე სკოლიდან


nishani = int(input("sheni nishani?: "))

if nishani >=  10:
    print(" dzalian kargi bavshvi!! ")

elif nishani >= 8 or nishani >= 9:
    print("meti sheudzlia!!")

elif nishani >= 5:
    print("arapris gamketebeli es araaa!!")

elif nishani  < 5:
    print("gagdebuli xar skolidan!!!!!")

else: 
    print()